# Host: localhost  (Version: 5.5.53)
# Date: 2017-07-05 23:21:32
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "card_address"
#

DROP TABLE IF EXISTS `card_address`;
CREATE TABLE `card_address` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL COMMENT '父级ID',
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '姓名',
  `sex` varchar(1) NOT NULL DEFAULT '男' COMMENT '性别',
  `birthday` int(11) NOT NULL COMMENT '出生日期',
  `id_card` bigint(18) NOT NULL COMMENT '身份证号码',
  `phone` varchar(20) NOT NULL DEFAULT '0' COMMENT '手机号码',
  `weixin` varchar(255) NOT NULL DEFAULT '' COMMENT '微信号',
  `email` varchar(255) NOT NULL DEFAULT '' COMMENT '邮箱',
  `address` varchar(255) NOT NULL DEFAULT '' COMMENT '住址',
  `avatar` varchar(255) NOT NULL DEFAULT '' COMMENT '头像',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 COMMENT='通讯簿';

#
# Data for table "card_address"
#

/*!40000 ALTER TABLE `card_address` DISABLE KEYS */;
INSERT INTO `card_address` VALUES (2,32,'刘娟','女',734198400,362421199304081726,'13527910425','','','',''),(3,32,'刘隆检','男',792518400,362421199502121717,'18702629929','jiuyou95','jian34long@163.com','东莞虎门',''),(4,35,'陈仁焕','男',795456000,362421199503188331,'18702531167','','','',''),(5,35,'胡俊林','男',796147200,362421199503265018,'13407962024','','','',''),(6,32,'刘茂华','男',-20419200,362421196905101717,'13631740865','','','',''),(7,35,'李先福','男',777484800,362421199408221738,'13479661915','','','',''),(8,36,'徐方明','男',367344000,362321198108238116,'18925468086','','','',''),(9,32,'谢桂妹','女',21052800,362421197009021721,'15876465094','','','',''),(10,34,'肖珊','女',801417600,362204199505265129,'15279105210','','','',''),(11,33,'谢世良','男',348940800,362421198101222010,'13724236707','','','',''),(12,35,'肖正亮','男',783619200,362421199411010819,'18770794610','','','',''),(13,36,'尤鲜红','女',353347200,362323198103148122,'','','','',''),(14,34,'张亮','男',730396800,360428199302235114,'18702531411','','','',''),(15,35,'钟亮','男',755625600,36242119931212831,'187 0253 0722','','','','');
/*!40000 ALTER TABLE `card_address` ENABLE KEYS */;

#
# Structure for table "card_admin"
#

DROP TABLE IF EXISTS `card_admin`;
CREATE TABLE `card_admin` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(20) NOT NULL COMMENT '用户名',
  `nickname` varchar(20) NOT NULL COMMENT '昵称',
  `avatar` varchar(255) NOT NULL COMMENT '用户头像，相对于upload/avatar目录',
  `password` char(32) NOT NULL COMMENT '密码',
  `phone` bigint(11) NOT NULL COMMENT '手机号码',
  `email` varchar(100) NOT NULL DEFAULT '' COMMENT '登录邮箱',
  `address` varchar(255) NOT NULL DEFAULT '' COMMENT '住址',
  `status` tinyint(1) NOT NULL DEFAULT '2' COMMENT '用户状态 3：锁定； 1：正常 ；2：未验证',
  `regtime` int(11) NOT NULL COMMENT '注册时间',
  `loginip` varchar(20) NOT NULL COMMENT '最近一次登陆ip',
  `logintime` int(11) NOT NULL COMMENT '最近一次登陆时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='用户表';

#
# Data for table "card_admin"
#

/*!40000 ALTER TABLE `card_admin` DISABLE KEYS */;
INSERT INTO `card_admin` VALUES (1,'admin','九幽','','b7a1b6d08af8f9fbc5c009889bb4b165',18702629929,'jian34long@163.com','中国广东',1,1497332555,'127.0.0.1',1499262876),(4,'JIUYOU','游帝','','d41d8cd98f00b204e9800998ecf8427e',110,'1547560934@qq.com','',1,1498531975,'127.0.0.1',1498715320);
/*!40000 ALTER TABLE `card_admin` ENABLE KEYS */;

#
# Structure for table "card_auth_group"
#

DROP TABLE IF EXISTS `card_auth_group`;
CREATE TABLE `card_auth_group` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `title` char(100) NOT NULL DEFAULT '' COMMENT '分组名称',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `rules` char(80) NOT NULL DEFAULT '' COMMENT '权限',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='用户组表';

#
# Data for table "card_auth_group"
#

/*!40000 ALTER TABLE `card_auth_group` DISABLE KEYS */;
INSERT INTO `card_auth_group` VALUES (1,'管理员',1,'1,2,4,5,6,7,8,9,24,3,10,11,12,13,14,20,21,22,23,15'),(3,'编辑',1,'1,25,2,4,34,29,30,31,32');
/*!40000 ALTER TABLE `card_auth_group` ENABLE KEYS */;

#
# Structure for table "card_auth_group_access"
#

DROP TABLE IF EXISTS `card_auth_group_access`;
CREATE TABLE `card_auth_group_access` (
  `uid` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '用户ID',
  `group_id` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '用户组ID',
  UNIQUE KEY `uid_group_id` (`uid`,`group_id`),
  KEY `uid` (`uid`),
  KEY `group_id` (`group_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='用户和组对应关系表';

#
# Data for table "card_auth_group_access"
#

/*!40000 ALTER TABLE `card_auth_group_access` DISABLE KEYS */;
INSERT INTO `card_auth_group_access` VALUES (4,3);
/*!40000 ALTER TABLE `card_auth_group_access` ENABLE KEYS */;

#
# Structure for table "card_auth_rule"
#

DROP TABLE IF EXISTS `card_auth_rule`;
CREATE TABLE `card_auth_rule` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0' COMMENT '父级ID',
  `name` char(80) NOT NULL DEFAULT '' COMMENT '地址路径',
  `title` char(20) NOT NULL DEFAULT '' COMMENT '规则名称',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态',
  `condition` char(100) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=37 DEFAULT CHARSET=utf8 COMMENT='规则表';

#
# Data for table "card_auth_rule"
#

/*!40000 ALTER TABLE `card_auth_rule` DISABLE KEYS */;
INSERT INTO `card_auth_rule` VALUES (1,0,'Admin/Index/index','后台首页',1,1,''),(2,0,'Admin/ShowNav/config','系统设置',1,1,''),(3,0,'Admin/ShowNav/rule','权限控制',1,1,''),(4,2,'Admin/Nav/index','菜单管理',1,1,''),(6,4,'Admin/Nav/add','添加菜单',1,1,''),(7,4,'Admin/Nav/edit','修改菜单',1,1,''),(8,4,'Admin/Nav/delete','删除菜单',1,1,''),(9,4,'Admin/Nav/order','菜单排序',1,1,''),(10,3,'Admin/Rule/index','权限管理',1,1,''),(11,10,'Admin/Rule/add','添加权限',1,1,''),(12,10,'Admin/Rule/edit','修改权限',1,1,''),(13,10,'Admin/Rule/delete','删除权限',1,1,''),(14,3,'Admin/Rule/group','用户组管理',1,1,''),(15,3,'Admin/Rule/admin_user_list','管理员列表',1,1,''),(20,14,'Admin/Rule/add_group','添加用户组',1,1,''),(21,14,'Admin/Rule/edit_group','修改用户组',1,1,''),(22,14,'Admin/Rule/delete_group','删除用户组',1,1,''),(23,14,'Admin/Rule/rule_group','分配权限',1,1,''),(24,2,'Admin/Config/index','系统设置',1,1,''),(25,1,'Admin/Index/Welcome','欢迎页面',1,1,''),(26,24,'Admin/Config/add','配置新增',1,1,''),(27,24,'Admin/Config/edit','配置更新',1,1,''),(29,0,'Admin/ShowNav/user','个人中心',1,1,''),(30,29,'Admin/User/index','基本资料',1,1,''),(31,30,'Admin/User/avatar','头像更新',1,1,''),(32,30,'Admin/User/edit_password','密码更新',1,1,''),(33,2,'Admin/Config/log','系统日志',1,1,''),(34,33,'Admin/Config/add_log','日志写入',1,1,''),(35,33,'Admin/Config/alldel','日志删除',1,1,''),(36,29,'Admin/User/address','通讯录',1,1,'');
/*!40000 ALTER TABLE `card_auth_rule` ENABLE KEYS */;

#
# Structure for table "card_config"
#

DROP TABLE IF EXISTS `card_config`;
CREATE TABLE `card_config` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `configname` varchar(60) NOT NULL COMMENT '配置名称',
  `info` varchar(255) NOT NULL COMMENT '配置说明',
  `content` text NOT NULL COMMENT '详细内容',
  `type` varchar(255) NOT NULL COMMENT '配置类型',
  `optime` int(11) NOT NULL DEFAULT '0' COMMENT '管理员操作时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='系统设置';

#
# Data for table "card_config"
#

/*!40000 ALTER TABLE `card_config` DISABLE KEYS */;
INSERT INTO `card_config` VALUES (1,'cfg_name','网站名称','Code Help','string',1498630164),(2,'cfg_keywords','网站关键字','内容管理系统','string',1498630164),(3,'cfg_description','网站描述','这是基于Auth权限的管理系统','bstring',0),(4,'cfg_powerby','网站底部版权','CopyRight © 2016 九幽IT 版权所有 粤ICP备16060013号-1','string',1498630164),(5,'cfg_log','网站后台操作日志','Y','bool',1497843844),(6,'cfg_url','网站地址','http://code.itnetve.top','string',1498630164),(7,'cfg_verify','登录验证码','N','bool',1498630164),(8,'cfg_prefix','SESSION前缀','PzSEa7038A_','string',1498630164);
/*!40000 ALTER TABLE `card_config` ENABLE KEYS */;

#
# Structure for table "card_font"
#

DROP TABLE IF EXISTS `card_font`;
CREATE TABLE `card_font` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0',
  `zh_name` varchar(255) NOT NULL DEFAULT '' COMMENT '中文含义',
  `en_name` varchar(255) NOT NULL DEFAULT '' COMMENT '英文显示',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=311 DEFAULT CHARSET=utf8 COMMENT='字体';

#
# Data for table "card_font"
#

/*!40000 ALTER TABLE `card_font` DISABLE KEYS */;
INSERT INTO `card_font` VALUES (1,5,'地址薄','address-book'),(2,5,'地址薄','address-book-o'),(3,5,'地址卡','address-card'),(4,5,'地址卡','address-card-o'),(5,5,'','bandcamp'),(6,5,'浴缸','bath'),(7,5,'浴缸','bathtub'),(8,5,'司机的许可证','drivers-license'),(9,5,'司机的许可证（化名）','drivers-license-o'),(10,5,'','eercast'),(11,5,'打开信封','envelope-open'),(12,5,'打开信封','envelope-open-o'),(13,5,'容易的','etsy'),(14,5,'无码营','free-code-camp'),(15,5,'重力','grav'),(16,5,'握手','handshake-o'),(17,5,'ID徽章','id-badge'),(18,5,'ID卡','id-card'),(19,5,'ID卡','id-card-o'),(20,5,'互联网电影数据库','imdb'),(21,5,'','linode'),(22,5,'Meetup网站','meetup'),(23,5,'微芯片','microchip'),(24,5,'播客','podcast'),(25,5,'','quora'),(26,5,'','ravelry'),(27,5,'','s15'),(28,5,'淋浴','shower'),(29,5,'雪花','snowflake-o'),(30,5,'超级大国','superpowers'),(31,5,'电报','telegram'),(32,5,'温度计','thermometer'),(33,5,'温度计','thermometer-0'),(34,5,'温度计','thermometer-1'),(35,5,'温度计','thermometer-2'),(36,5,'温度计','thermometer-3'),(37,5,'温度计','thermometer-4'),(38,5,'温度计-空','thermometer-empty'),(39,5,'温度计-全','thermometer-full'),(40,5,'温度计-帮助','thermometer-half'),(41,5,'温度计-1/4','thermometer-quarter'),(42,5,'温度计-3/4','thermometer-three-quarters'),(43,5,'次矩形','times-rectangle'),(44,5,'次矩形','times-rectangle-o'),(45,5,'用户界','user-circle'),(46,5,'用户界','user-circle-o'),(47,5,'用户','user-o'),(48,5,'名片','vcard'),(49,5,'名片','vcard-o'),(50,5,'关闭窗口','window-close'),(51,5,'关闭窗口','window-close-o'),(52,5,'窗口最大化','window-maximize'),(53,5,'窗口最小化','window-minimize'),(54,5,'窗口还原','window-restore'),(55,5,'','wpexplorer'),(56,21,'','500px'),(57,21,'','adn'),(58,21,'亚马逊','amazon'),(59,21,'安卓','android'),(60,21,'','angellist'),(61,21,'苹果','apple'),(62,21,'','bandcamp'),(63,21,'','behance'),(64,21,'','behance-square'),(65,21,'位桶','bitbucket'),(66,21,'位桶平方','bitbucket-square'),(67,21,'比特币','bitcoin'),(68,21,'黑领带','black-tie'),(69,22,'救护车','ambulance'),(70,22,'','h-square'),(71,22,'心','heart'),(72,22,'心','heart-o'),(73,22,'心跳','heartbeat'),(74,22,'医院','hospital-o'),(75,22,'急救包','medkit'),(76,22,'加方','plus-square'),(77,22,'听诊器','stethoscope'),(78,22,'用户MD','user-md'),(79,22,'轮椅','wheelchair'),(80,22,'轮椅ALT','wheelchair-alt'),(81,21,'蓝牙','bluetooth'),(82,21,'蓝牙','bluetooth-b'),(83,21,'','btc'),(84,21,'','buysellads'),(85,21,'直流-美国运通','cc-amex'),(86,21,'就餐者俱乐部','cc-diners-club'),(87,21,'发现','cc-discover'),(88,21,'','cc-jcb'),(89,21,'万事达卡','cc-mastercard'),(90,21,'PayPal支付','cc-paypal'),(91,21,'条纹','cc-stripe'),(92,21,'签证','cc-visa'),(93,21,'谷歌浏览器','chrome'),(94,21,'相互依赖','codepen'),(95,21,'','codiepie'),(96,21,'连接建立','connectdevelop'),(97,21,'','contao'),(98,21,'CSS3样式','css3'),(99,21,'短跑的立方体','dashcube'),(100,21,'美味的','delicious'),(101,21,'离经叛道的艺术','deviantart'),(102,21,'掘客','digg'),(103,21,'运球','dribbble'),(104,21,'碉堡箱','dropbox'),(105,21,'内容管理系统','drupal'),(106,21,'优势','edge'),(107,21,'德投','eercast'),(108,21,'帝国','empire'),(109,21,'整个的','envira'),(110,21,'容易的','etsy'),(111,21,'加速SSL','expeditedssl'),(112,21,'','fa'),(113,21,'脸谱网','facebook'),(114,21,'脸谱网','facebook-f'),(115,21,'脸谱网-官方的','facebook-official'),(116,21,'脸谱网-广场','facebook-square'),(117,21,'火狐浏览器','firefox'),(118,21,'一阶','first-order'),(119,21,'相片分享','flickr'),(120,21,'Font-Awesome字体','font-awesome'),(121,21,'字体图标','fonticons'),(122,21,'堡垒','fort-awesome'),(123,21,'论坛的蜜蜂','forumbee'),(124,21,'正方形的','foursquare'),(125,21,'无码营','free-code-camp'),(126,21,'','ge'),(127,21,'把口袋','get-pocket'),(128,21,'','gg'),(129,21,'圆圈','gg-circle'),(130,21,'GIT','git'),(131,21,'直角的git','git-square'),(132,21,'GitHub','github'),(133,21,'GitHub-ALT','github-alt'),(134,21,'正直地GitHub','github-square'),(135,21,'','gitlab'),(136,21,'','gittip'),(137,21,'滑翔','glide'),(138,21,'滑翔','glide-g'),(139,21,'谷歌','google'),(140,21,'谷歌加','google-plus'),(141,21,'谷歌加了一圈','google-plus-circle'),(142,21,'谷歌加官方','google-plus-official'),(143,21,'谷歌联合广场','google-plus-square'),(144,21,'谷歌钱包','google-wallet'),(145,21,'无偿付出','gratipay'),(146,21,'重力','grav'),(147,21,'黑客新闻','hacker-news'),(148,21,'','houzz'),(149,21,'HTML5','html5'),(150,21,'互联网电影数据库','imdb'),(151,21,'一款应用程序','instagram'),(152,21,'互联网-ie','internet-explorer'),(153,21,'','ioxhost'),(154,21,'模板','joomla'),(155,21,'小提琴','jsfiddle'),(156,21,'最后一次调频','lastfm'),(157,21,'方形-最后一次调频','lastfm-square'),(158,21,'','leanpub'),(159,21,'商务化人际关系网','linkedin'),(160,21,'方形-商务化人际关系网','linkedin-square'),(161,21,'','linode'),(162,21,'Linux','linux'),(163,21,'最大的CDN','maxcdn'),(164,21,'平均路径','meanpath'),(165,21,'中等的','medium'),(166,21,'Meetup网站','meetup'),(167,21,'混合云','mixcloud'),(168,21,'','modx'),(169,21,'同班同学','odnoklassniki'),(170,21,'方形-同班同学','odnoklassniki-square'),(171,21,'网店版','opencart'),(172,21,'开放式认证系统','openid'),(173,21,'歌剧','opera'),(174,21,'期权的怪物','optin-monster'),(175,21,'页的线','pagelines'),(176,21,'PayPal支付','paypal'),(177,21,'吹笛手','pied-piper'),(178,21,'吹笛者ALT','pied-piper-alt'),(179,21,'吹笛手的PP','pied-piper-pp'),(180,21,'照片分享网站','pinterest'),(181,21,'照片分享网站','pinterest-p'),(182,21,'方形-照片分享网站','pinterest-square'),(183,21,'产品搜寻','product-hunt'),(184,21,'QQ','qq'),(185,21,'','quora'),(186,21,'','ra'),(187,21,'','ravelry'),(188,21,'背叛','rebel'),(189,21,'红迪网','reddit'),(190,21,'红迪网-外星人','reddit-alien'),(191,21,'红迪网-方形','reddit-square'),(192,21,'人人网','renren'),(193,21,'抵抗','resistance'),(194,21,'游猎','safari'),(195,21,'','scribd'),(196,21,'','sellsy'),(197,21,'分享ALT','share-alt'),(198,21,'方形-分享ALT','share-alt-square'),(199,21,'衬衫散装','shirtsinbulk'),(200,21,'简单的建','simplybuilt'),(201,21,'阿特拉斯的天空','skyatlas'),(202,21,'网络电话','skype'),(203,21,'松弛','slack'),(204,21,'幻灯片分享','slideshare'),(205,21,'快速聊天','snapchat'),(206,21,'即时聊天','snapchat-ghost'),(207,21,'方形-快速聊天','snapchat-square'),(208,21,'云之声','soundcloud'),(209,21,'','spotify'),(210,21,'堆栈交换','stack-exchange'),(211,21,'栈溢出','stack-overflow'),(212,21,'蒸汽','steam'),(213,21,'方形-蒸汽','steam-square'),(214,21,'偶然发现','stumbleupon'),(215,21,'偶然发现圈','stumbleupon-circle'),(216,21,'超级大国','superpowers'),(217,21,'电报','telegram'),(218,21,'腾讯微博','tencent-weibo'),(219,21,'主题岛','themeisle'),(220,21,'','trello'),(221,21,'旅行顾问','tripadvisor'),(222,21,'微博客','tumblr'),(223,21,'方形-微博客','tumblr-square'),(224,21,'抽搐','twitch'),(225,21,'推特','twitter'),(226,21,'方形的推特','twitter-square'),(227,21,'USB接口','usb'),(228,21,'通路引线','viacoin'),(229,21,'','viadeo'),(230,21,'','viadeo-square'),(231,21,'','vimeo'),(232,21,'','vimeo-square'),(233,21,'藤','vine'),(234,21,'','vk'),(235,21,'微信','wechat'),(236,21,'新浪微博','weibo'),(237,21,'微信','weixin'),(238,21,'什么是应用程序','whatsapp'),(239,21,'维基百科','wikipedia-w'),(240,21,'Windows操作系统','windows'),(241,21,'Wordpress主题','wordpress'),(242,21,'WP初学者','wpbeginner'),(243,21,'WP浏览器','wpexplorer'),(244,21,'WP表格','wpforms'),(245,21,'','xing'),(246,21,'','xing-square'),(247,21,'Y-组合','y-combinator'),(248,21,'Y-方形组合','y-combinator-square'),(249,21,'雅虎','yahoo'),(250,21,'','yc'),(251,21,'','yc-square'),(252,21,'兴奋','yelp'),(253,21,'','yoast'),(254,21,'YouTube','youtube'),(255,21,'YouTube上播放','youtube-play'),(256,21,'方块-YouTube','youtube-square'),(257,20,'窗口最大','arrows-alt'),(258,20,'向后的','backward'),(259,20,'窗口缩小','compress'),(260,20,'弹出','eject'),(261,20,'扩大','expand'),(262,20,'快速后退','fast-backward'),(263,20,'快速前进','fast-forward'),(264,20,'向前地','forward'),(265,20,'暂停','pause'),(266,20,'圈暂停','pause-circle'),(267,20,'圈暂停','pause-circle-o'),(268,20,'播放','play'),(269,20,'播放-圈','play-circle'),(270,20,'播放-圈','play-circle-o'),(271,20,'随机','random'),(272,20,'后退一步','step-backward'),(273,20,'向前一步','step-forward'),(274,20,'停止','stop'),(275,20,'停止循环','stop-circle'),(276,20,'停止循环','stop-circle-o'),(277,20,'YouTube播放','youtube-play'),(278,16,'面积图','area-chart'),(279,16,'条形图','bar-chart'),(280,16,'条形图','bar-chart-o'),(281,16,'折线图','line-chart'),(282,16,'饼状图表','pie-chart'),(283,15,'美国运股票交易所','cc-amex'),(284,15,'用餐者俱乐部','cc-diners-club'),(285,15,'发现','cc-discover'),(286,15,'JCB卡','cc-jcb'),(287,15,'万事达信用卡','cc-mastercard'),(288,15,'PayPal支付','cc-paypal'),(289,15,'条纹','cc-stripe'),(290,15,'维萨信用卡','cc-visa'),(291,15,'信用卡','credit-card'),(292,15,'信用卡','credit-card-alt'),(293,15,'谷歌钱包','google-wallet'),(294,15,'PayPal支付','paypal'),(295,14,'检查方形','check-square'),(296,14,'检查方形','check-square-o'),(297,14,'圆圈','circle'),(298,14,'圆圈','circle-o'),(299,14,'点圈','dot-circle-o'),(300,14,'负-方块','minus-square'),(301,14,'负-方块','minus-square-o'),(302,14,'加-方块','plus-square'),(303,14,'加方块','plus-square-o'),(304,14,'方块','square'),(305,14,'方块','square-o'),(306,13,'圆圈-缺口','circle-o-notch'),(307,13,'钝齿','cog'),(308,13,'齿轮','gear'),(309,13,'刷新','refresh'),(310,13,'微调','spinner');
/*!40000 ALTER TABLE `card_font` ENABLE KEYS */;

#
# Structure for table "card_log"
#

DROP TABLE IF EXISTS `card_log`;
CREATE TABLE `card_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `logtext` varchar(50) NOT NULL DEFAULT '' COMMENT '操作内容',
  `time` int(10) unsigned DEFAULT NULL COMMENT '操作时间',
  `uid` char(20) NOT NULL DEFAULT '' COMMENT '外键：操作用户id',
  `ip` char(15) NOT NULL COMMENT 'IP',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=569 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='管理员操作日志';

#
# Data for table "card_log"
#

/*!40000 ALTER TABLE `card_log` DISABLE KEYS */;
INSERT INTO `card_log` VALUES (31,'修改管理员-游帝',1498403973,'admin','127.0.0.1'),(32,'菜单排序',1498404080,'admin','127.0.0.1'),(33,'添加菜单-DSAF',1498404111,'admin','127.0.0.1'),(34,'添加菜单-系统日志',1498404231,'admin','127.0.0.1'),(35,'菜单排序',1498404243,'admin','127.0.0.1'),(36,'添加菜单-欢迎页面',1498404282,'admin','127.0.0.1'),(38,'登录',1498531029,'admin','127.0.0.1'),(39,'登录',1498531071,'admin','127.0.0.1'),(45,'清空密码-JIUYOU',1498531975,'admin','127.0.0.1'),(51,'系统配置更新',1498532429,'admin','127.0.0.1'),(52,'登录',1498533372,'admin','127.0.0.1'),(53,'登录',1498533438,'admin','127.0.0.1'),(54,'解锁管理员-JIUYOU',1498533444,'admin','127.0.0.1'),(94,'登录',1498616607,'admin','127.0.0.1'),(95,'登录',1498616932,'admin','127.0.0.1'),(96,'锁定管理员-JIUYOU',1498618524,'admin','127.0.0.1'),(97,'解锁管理员-JIUYOU',1498618530,'admin','127.0.0.1'),(98,'更新头像-admin',1498619098,'admin','127.0.0.1'),(99,'更新头像-admin',1498619155,'admin','127.0.0.1'),(100,'更新头像-admin',1498620523,'admin','127.0.0.1'),(101,'登录',1498620572,'admin','127.0.0.1'),(102,'更新头像-admin',1498620597,'admin','127.0.0.1'),(103,'更新头像-admin',1498621084,'admin','127.0.0.1'),(104,'更新头像-admin',1498621270,'admin','127.0.0.1'),(105,'更新头像-admin',1498622292,'admin','127.0.0.1'),(106,'更新头像-admin',1498622297,'admin','127.0.0.1'),(107,'登录',1498629734,'admin','127.0.0.1'),(108,'系统配置更新',1498629740,'admin','127.0.0.1'),(109,'登录',1498629851,'admin','127.0.0.1'),(110,'登录',1498630156,'admin','127.0.0.1'),(111,'系统配置更新',1498630164,'admin','127.0.0.1'),(112,'登录',1498630723,'admin','127.0.0.1'),(113,'登录',1498631529,'admin','127.0.0.1'),(114,'登录',1498631645,'admin','127.0.0.1'),(115,'更新头像-admin',1498631762,'admin','127.0.0.1'),(116,'登录',1498631795,'admin','127.0.0.1'),(117,'添加权限-基本资料',1498631947,'admin','127.0.0.1'),(118,'添加权限-头像更新',1498633743,'admin','127.0.0.1'),(119,'添加权限-密码更新',1498633771,'admin','127.0.0.1'),(120,'分配权限',1498633787,'admin','127.0.0.1'),(121,'登录',1498633810,'admin','127.0.0.1'),(122,'登录',1498634058,'admin','127.0.0.1'),(123,'分配权限',1498634086,'admin','127.0.0.1'),(124,'登录',1498634098,'admin','127.0.0.1'),(125,'分配权限',1498634115,'admin','127.0.0.1'),(126,'登录',1498641117,'admin','127.0.0.1'),(127,'添加权限-系统日志',1498641189,'admin','127.0.0.1'),(128,'添加权限-日志写入',1498641235,'admin','127.0.0.1'),(129,'添加权限-日志删除',1498641263,'admin','127.0.0.1'),(130,'分配权限',1498641280,'admin','127.0.0.1'),(131,'分配权限',1498641603,'admin','127.0.0.1'),(132,'分配权限',1498641806,'admin','127.0.0.1'),(133,'密码修改-游帝',1498699998,'JIUYOU','127.0.0.1'),(134,'密码修改-游帝',1498700017,'JIUYOU','127.0.0.1'),(135,'密码修改-游帝',1498700062,'JIUYOU','127.0.0.1'),(136,'密码修改-游帝',1498700111,'JIUYOU','127.0.0.1'),(137,'密码修改-游帝',1498700140,'JIUYOU','127.0.0.1'),(138,'密码修改-游帝',1498700145,'JIUYOU','127.0.0.1'),(139,'密码修改-游帝',1498700182,'JIUYOU','127.0.0.1'),(140,'密码修改-游帝',1498700188,'JIUYOU','127.0.0.1'),(141,'更新个人资料-九幽',1498704530,'admin','127.0.0.1'),(142,'更新个人资料-九幽',1498704552,'admin','127.0.0.1'),(143,'更新个人资料-九幽',1498704564,'admin','127.0.0.1'),(144,'锁定管理员-JIUYOU',1498705129,'admin','127.0.0.1'),(145,'修改管理员-游帝',1498708985,'admin','127.0.0.1'),(146,'修改管理员-游帝',1498708995,'admin','127.0.0.1'),(147,'解锁管理员-JIUYOU',1498714662,'admin','127.0.0.1'),(148,'修改管理员-游帝',1498714851,'admin','127.0.0.1'),(149,'更新个人资料-游帝',1498715019,'JIUYOU','127.0.0.1'),(150,'分配权限',1498715063,'admin','127.0.0.1'),(151,'分配权限',1498715103,'admin','127.0.0.1'),(152,'添加菜单-前端资料',1498718007,'admin','127.0.0.1'),(153,'添加菜单-图标字体',1498718146,'admin','127.0.0.1'),(154,'添加菜单-分类列表',1498810961,'admin','127.0.0.1'),(155,'菜单排序',1498810986,'admin','127.0.0.1'),(156,'添加分类-图标字体',1498812525,'admin','127.0.0.1'),(157,'添加分类-Font Awesome',1498812853,'admin','127.0.0.1'),(158,'分类排序',1498814077,'admin','127.0.0.1'),(159,'分类排序',1498814181,'admin','127.0.0.1'),(160,'修改分类-Font Awesome1',1498815367,'admin','127.0.0.1'),(161,'修改分类-Font Awesome',1498815383,'admin','127.0.0.1'),(162,'删除分类-Font+Awesome',1498815545,'admin','127.0.0.1'),(163,'菜单排序',1498815619,'admin','127.0.0.1'),(164,'删除分类-Font+Awesome',1498815637,'admin','127.0.0.1'),(165,'添加分类-Font Awesome',1498815642,'admin','127.0.0.1'),(166,'分类排序',1498815669,'admin','127.0.0.1'),(167,'修改分类-Font Awesome',1498924397,'admin','127.0.0.1'),(168,'添加分类-Bootstarp设计',1498925223,'admin','127.0.0.1'),(169,'添加分类-4.7.0版新增41个全新的图标',1498990319,'admin','127.0.0.1'),(170,'添加分类-网页',1498990333,'admin','127.0.0.1'),(171,'添加分类-辅助功能',1498990346,'admin','127.0.0.1'),(172,'添加分类-手势',1498990358,'admin','127.0.0.1'),(173,'添加分类-运输',1498990366,'admin','127.0.0.1'),(174,'添加分类-性别',1498990374,'admin','127.0.0.1'),(175,'添加分类-文件类型',1498990394,'admin','127.0.0.1'),(176,'删除分类-文件类型',1498990403,'admin','127.0.0.1'),(177,'添加分类-文件类型',1498990414,'admin','127.0.0.1'),(178,'添加分类-可旋转',1498990423,'admin','127.0.0.1'),(179,'添加分类-表单',1498990432,'admin','127.0.0.1'),(180,'添加分类-支付',1498990440,'admin','127.0.0.1'),(181,'添加分类-图表',1498990447,'admin','127.0.0.1'),(182,'添加分类-货币',1498990454,'admin','127.0.0.1'),(183,'添加分类-文本编辑',1498990460,'admin','127.0.0.1'),(184,'添加分类-指示方向',1498990470,'admin','127.0.0.1'),(185,'添加分类-视频播放',1498990476,'admin','127.0.0.1'),(186,'添加分类-标志',1498990486,'admin','127.0.0.1'),(187,'添加分类-医疗',1498990496,'admin','127.0.0.1'),(188,'添加分类-Glyphicons',1498998971,'admin','127.0.0.1'),(189,'添加图标字体-',1499001182,'admin','127.0.0.1'),(190,'添加图标字体-地址薄',1499044933,'admin','127.0.0.1'),(191,'添加图标字体-地址卡',1499049818,'admin','127.0.0.1'),(192,'添加图标字体-地址卡',1499049848,'admin','127.0.0.1'),(193,'添加图标字体-',1499050119,'admin','127.0.0.1'),(194,'添加图标字体-沐浴',1499050302,'admin','127.0.0.1'),(195,'添加图标字体-浴缸',1499050756,'admin','127.0.0.1'),(196,'添加图标字体-司机的许可证（化名）',1499050977,'admin','127.0.0.1'),(197,'添加图标字体-司机的许可证（化名）',1499051570,'admin','127.0.0.1'),(198,'添加图标字体-',1499051673,'admin','127.0.0.1'),(199,'添加图标字体-打开信封',1499051705,'admin','127.0.0.1'),(200,'添加图标字体-打开信封',1499051734,'admin','127.0.0.1'),(201,'添加图标字体-',1499051758,'admin','127.0.0.1'),(202,'添加图标字体-1',1499053301,'admin','127.0.0.1'),(203,'修改图标字体-1',1499053383,'admin','127.0.0.1'),(204,'修改图标字体-',1499053389,'admin','127.0.0.1'),(205,'添加图标字体-重力',1499054191,'admin','127.0.0.1'),(206,'添加图标字体-握手',1499054212,'admin','127.0.0.1'),(207,'修改图标字体-握手',1499054537,'admin','127.0.0.1'),(208,'添加图标字体-ID徽章',1499054565,'admin','127.0.0.1'),(209,'添加图标字体-ID卡',1499054585,'admin','127.0.0.1'),(210,'添加图标字体-ID卡',1499060108,'admin','127.0.0.1'),(211,'添加图标字体-互联网电影数据库',1499060148,'admin','127.0.0.1'),(212,'添加图标字体-',1499060248,'admin','127.0.0.1'),(213,'添加图标字体-Meetup网站',1499060291,'admin','127.0.0.1'),(214,'添加图标字体-微芯片',1499060927,'admin','127.0.0.1'),(215,'添加图标字体-播客',1499060943,'admin','127.0.0.1'),(216,'添加图标字体-',1499060982,'admin','127.0.0.1'),(217,'添加图标字体-',1499061559,'admin','127.0.0.1'),(218,'添加图标字体-',1499061582,'admin','127.0.0.1'),(219,'添加图标字体-淋浴',1499061607,'admin','127.0.0.1'),(220,'修改图标字体-浴缸',1499061621,'admin','127.0.0.1'),(221,'添加图标字体-雪花',1499061649,'admin','127.0.0.1'),(222,'添加图标字体-超级大国',1499061680,'admin','127.0.0.1'),(223,'添加图标字体-电报',1499061707,'admin','127.0.0.1'),(224,'添加图标字体-温度计',1499061723,'admin','127.0.0.1'),(225,'添加图标字体-温度计',1499061742,'admin','127.0.0.1'),(226,'添加图标字体-温度计',1499061775,'admin','127.0.0.1'),(227,'添加图标字体-温度计',1499061800,'admin','127.0.0.1'),(228,'添加图标字体-温度计',1499061811,'admin','127.0.0.1'),(229,'添加图标字体-温度计',1499061822,'admin','127.0.0.1'),(230,'添加图标字体-温度计空',1499061845,'admin','127.0.0.1'),(231,'添加图标字体-温度计-全',1499061882,'admin','127.0.0.1'),(232,'修改图标字体-温度计-空',1499061889,'admin','127.0.0.1'),(233,'添加图标字体-温度计-帮助',1499061913,'admin','127.0.0.1'),(234,'添加图标字体-',1499061940,'admin','127.0.0.1'),(235,'修改图标字体-温度计-1/4',1499061962,'admin','127.0.0.1'),(236,'添加图标字体-温度计-3/4',1499062001,'admin','127.0.0.1'),(237,'添加图标字体-次矩形',1499062020,'admin','127.0.0.1'),(238,'添加图标字体-次矩形',1499062053,'admin','127.0.0.1'),(239,'添加图标字体-用户界',1499062072,'admin','127.0.0.1'),(240,'添加图标字体-用户界',1499062089,'admin','127.0.0.1'),(241,'添加图标字体-用户',1499062118,'admin','127.0.0.1'),(242,'添加图标字体-名片',1499062140,'admin','127.0.0.1'),(243,'添加图标字体-名片',1499062154,'admin','127.0.0.1'),(244,'添加图标字体-关闭窗口',1499062185,'admin','127.0.0.1'),(245,'添加图标字体-关闭窗口',1499062200,'admin','127.0.0.1'),(246,'添加图标字体-窗口最大化',1499062218,'admin','127.0.0.1'),(247,'添加图标字体-窗口最小化',1499062233,'admin','127.0.0.1'),(248,'添加图标字体-窗口还原',1499062245,'admin','127.0.0.1'),(249,'添加图标字体-',1499062259,'admin','127.0.0.1'),(250,'添加图标字体-',1499062969,'admin','127.0.0.1'),(251,'添加图标字体-',1499062992,'admin','127.0.0.1'),(252,'添加图标字体-亚马逊',1499063020,'admin','127.0.0.1'),(253,'添加图标字体-安卓',1499063052,'admin','127.0.0.1'),(254,'添加图标字体-',1499063084,'admin','127.0.0.1'),(255,'添加图标字体-苹果',1499063102,'admin','127.0.0.1'),(256,'添加图标字体-',1499063118,'admin','127.0.0.1'),(257,'添加图标字体-',1499063181,'admin','127.0.0.1'),(258,'添加图标字体-',1499063575,'admin','127.0.0.1'),(259,'添加图标字体-位桶',1499063606,'admin','127.0.0.1'),(260,'添加图标字体-位桶平方',1499063654,'admin','127.0.0.1'),(261,'添加图标字体-比特币',1499063679,'admin','127.0.0.1'),(262,'添加图标字体-黑领带',1499063699,'admin','127.0.0.1'),(263,'添加图标字体-救护车',1499063725,'admin','127.0.0.1'),(264,'添加图标字体-',1499063765,'admin','127.0.0.1'),(265,'添加图标字体-心',1499063786,'admin','127.0.0.1'),(266,'添加图标字体-心',1499063801,'admin','127.0.0.1'),(267,'添加图标字体-心跳',1499063832,'admin','127.0.0.1'),(268,'添加图标字体-医院',1499063858,'admin','127.0.0.1'),(269,'添加图标字体-急救包',1499063875,'admin','127.0.0.1'),(270,'添加图标字体-加方',1499063902,'admin','127.0.0.1'),(271,'添加图标字体-听诊器',1499063922,'admin','127.0.0.1'),(272,'添加图标字体-用户MD',1499063939,'admin','127.0.0.1'),(273,'添加图标字体-轮椅',1499063959,'admin','127.0.0.1'),(274,'添加图标字体-轮椅ALT',1499063993,'admin','127.0.0.1'),(275,'添加图标字体-蓝牙',1499064225,'admin','127.0.0.1'),(276,'添加图标字体-蓝牙',1499064244,'admin','127.0.0.1'),(277,'添加图标字体-',1499064269,'admin','127.0.0.1'),(278,'添加图标字体-',1499064336,'admin','127.0.0.1'),(279,'添加图标字体-直流-美国运通',1499064351,'admin','127.0.0.1'),(280,'添加图标字体-CC的就餐者俱乐部',1499064379,'admin','127.0.0.1'),(281,'添加图标字体-发现',1499064410,'admin','127.0.0.1'),(282,'修改图标字体-就餐者俱乐部',1499064420,'admin','127.0.0.1'),(283,'添加图标字体-',1499064461,'admin','127.0.0.1'),(284,'添加图标字体-万事达卡',1499064483,'admin','127.0.0.1'),(285,'添加图标字体-PayPal支付',1499064539,'admin','127.0.0.1'),(286,'添加图标字体-条纹',1499064557,'admin','127.0.0.1'),(287,'添加图标字体-签证',1499064783,'admin','127.0.0.1'),(288,'添加图标字体-谷歌浏览器',1499064837,'admin','127.0.0.1'),(289,'添加图标字体-相互依赖',1499064859,'admin','127.0.0.1'),(290,'添加图标字体-',1499064944,'admin','127.0.0.1'),(291,'添加图标字体-连接建立',1499064982,'admin','127.0.0.1'),(292,'添加图标字体-',1499065025,'admin','127.0.0.1'),(293,'添加图标字体-CSS3样式',1499065050,'admin','127.0.0.1'),(294,'添加图标字体-短跑的立方体',1499065094,'admin','127.0.0.1'),(295,'添加图标字体-美味的',1499065111,'admin','127.0.0.1'),(296,'添加图标字体-离经叛道的艺术',1499065141,'admin','127.0.0.1'),(297,'添加图标字体-掘客',1499065227,'admin','127.0.0.1'),(298,'添加图标字体-运球',1499065262,'admin','127.0.0.1'),(299,'添加图标字体-碉堡箱',1499065292,'admin','127.0.0.1'),(300,'添加图标字体-内容管理系统',1499065308,'admin','127.0.0.1'),(301,'添加图标字体-优势',1499065337,'admin','127.0.0.1'),(302,'添加图标字体-德投',1499065373,'admin','127.0.0.1'),(303,'添加图标字体-帝国',1499065397,'admin','127.0.0.1'),(304,'添加图标字体-整个的',1499065426,'admin','127.0.0.1'),(305,'添加图标字体-容易的',1499065444,'admin','127.0.0.1'),(306,'修改图标字体-容易的',1499065452,'admin','127.0.0.1'),(307,'添加图标字体-加速SSL',1499065480,'admin','127.0.0.1'),(308,'添加图标字体-',1499065504,'admin','127.0.0.1'),(309,'添加图标字体-脸谱网',1499065528,'admin','127.0.0.1'),(310,'添加图标字体-脸谱网',1499065554,'admin','127.0.0.1'),(311,'添加图标字体-脸谱网-官方的',1499065599,'admin','127.0.0.1'),(312,'添加图标字体-脸谱网-广场',1499065784,'admin','127.0.0.1'),(313,'添加图标字体-火狐网',1499065895,'admin','127.0.0.1'),(314,'修改图标字体-火狐浏览器',1499065912,'admin','127.0.0.1'),(315,'添加图标字体-一阶',1499065959,'admin','127.0.0.1'),(316,'添加图标字体-相片分享',1499069728,'admin','127.0.0.1'),(317,'添加图标字体-Font-Awesome字体',1499069780,'admin','127.0.0.1'),(318,'添加图标字体-字体图标',1499069804,'admin','127.0.0.1'),(319,'添加图标字体-堡垒',1499069960,'admin','127.0.0.1'),(320,'添加图标字体-论坛的蜜蜂',1499069996,'admin','127.0.0.1'),(321,'添加图标字体-正方形的',1499070017,'admin','127.0.0.1'),(322,'添加图标字体-无码营',1499070040,'admin','127.0.0.1'),(323,'添加图标字体-',1499070052,'admin','127.0.0.1'),(324,'添加图标字体-把口袋',1499070106,'admin','127.0.0.1'),(325,'添加图标字体-',1499070117,'admin','127.0.0.1'),(326,'添加图标字体-圆圈',1499070140,'admin','127.0.0.1'),(327,'添加图标字体-GIT',1499070152,'admin','127.0.0.1'),(328,'添加图标字体-直角的git',1499070201,'admin','127.0.0.1'),(329,'添加图标字体-GitHub',1499070223,'admin','127.0.0.1'),(330,'添加图标字体-GitHub-ALT',1499070241,'admin','127.0.0.1'),(331,'添加图标字体-正直地GitHub',1499070281,'admin','127.0.0.1'),(332,'添加图标字体-',1499070302,'admin','127.0.0.1'),(333,'添加图标字体-',1499070344,'admin','127.0.0.1'),(334,'添加图标字体-滑翔',1499070361,'admin','127.0.0.1'),(335,'添加图标字体-滑翔',1499070375,'admin','127.0.0.1'),(336,'添加图标字体-谷歌',1499070392,'admin','127.0.0.1'),(337,'添加图标字体-谷歌加',1499070417,'admin','127.0.0.1'),(338,'添加图标字体-谷歌加了一圈',1499070436,'admin','127.0.0.1'),(339,'添加图标字体-谷歌加官方',1499070450,'admin','127.0.0.1'),(340,'添加图标字体-谷歌联合广场',1499070463,'admin','127.0.0.1'),(341,'添加图标字体-谷歌钱包',1499070486,'admin','127.0.0.1'),(342,'添加图标字体-无偿付出',1499070520,'admin','127.0.0.1'),(343,'添加图标字体-重力',1499070572,'admin','127.0.0.1'),(344,'添加图标字体-黑客新闻',1499070631,'admin','127.0.0.1'),(345,'添加图标字体-',1499070655,'admin','127.0.0.1'),(346,'添加图标字体-HTML5',1499070669,'admin','127.0.0.1'),(347,'添加图标字体-互联网电影数据库',1499070688,'admin','127.0.0.1'),(348,'添加图标字体-一款应用程序',1499070718,'admin','127.0.0.1'),(349,'添加图标字体-互联网-ie',1499070746,'admin','127.0.0.1'),(350,'添加图标字体-',1499070774,'admin','127.0.0.1'),(351,'添加图标字体-模板',1499070788,'admin','127.0.0.1'),(352,'添加图标字体-小提琴',1499070850,'admin','127.0.0.1'),(353,'添加图标字体-最后一次调频',1499070892,'admin','127.0.0.1'),(354,'添加图标字体-方形-最后一次调频',1499070933,'admin','127.0.0.1'),(355,'添加图标字体-',1499070999,'admin','127.0.0.1'),(356,'添加图标字体-商务化人际关系网',1499071017,'admin','127.0.0.1'),(357,'添加图标字体-方形-商务化人际关系网',1499071045,'admin','127.0.0.1'),(358,'添加图标字体-',1499071065,'admin','127.0.0.1'),(359,'添加图标字体-Linux',1499071080,'admin','127.0.0.1'),(360,'添加图标字体-最大的CDN',1499071106,'admin','127.0.0.1'),(361,'添加图标字体-平均路径',1499071126,'admin','127.0.0.1'),(362,'添加图标字体-中等的',1499071141,'admin','127.0.0.1'),(363,'添加图标字体-Meetup网站',1499071180,'admin','127.0.0.1'),(364,'添加图标字体-混合云',1499071210,'admin','127.0.0.1'),(365,'添加图标字体-',1499071237,'admin','127.0.0.1'),(366,'添加图标字体-同班同学',1499071257,'admin','127.0.0.1'),(367,'添加图标字体-方形-同班同学',1499071277,'admin','127.0.0.1'),(368,'添加图标字体-网店版',1499071291,'admin','127.0.0.1'),(369,'添加图标字体-开放式认证系统',1499071310,'admin','127.0.0.1'),(370,'添加图标字体-歌剧',1499071325,'admin','127.0.0.1'),(371,'添加图标字体-期权的怪物',1499071341,'admin','127.0.0.1'),(372,'添加图标字体-页的线',1499071385,'admin','127.0.0.1'),(373,'添加图标字体-PayPal支付',1499071431,'admin','127.0.0.1'),(374,'添加图标字体-吹笛手',1499071484,'admin','127.0.0.1'),(375,'添加图标字体-吹笛者ALT',1499071497,'admin','127.0.0.1'),(376,'添加图标字体-吹笛手的PP',1499071512,'admin','127.0.0.1'),(377,'添加图标字体-照片分享网站',1499071531,'admin','127.0.0.1'),(378,'添加图标字体-照片分享网站',1499071555,'admin','127.0.0.1'),(379,'添加图标字体-方形-照片分享网站',1499071572,'admin','127.0.0.1'),(380,'添加图标字体-产品搜寻',1499071588,'admin','127.0.0.1'),(381,'添加图标字体-QQ',1499071601,'admin','127.0.0.1'),(382,'添加图标字体-',1499071627,'admin','127.0.0.1'),(383,'添加图标字体-',1499071648,'admin','127.0.0.1'),(384,'添加图标字体-',1499071667,'admin','127.0.0.1'),(385,'添加图标字体-背叛',1499071685,'admin','127.0.0.1'),(386,'添加图标字体-红迪网',1499071705,'admin','127.0.0.1'),(387,'添加图标字体-红迪网-外星人',1499071750,'admin','127.0.0.1'),(388,'添加图标字体-红迪网-方形',1499071768,'admin','127.0.0.1'),(389,'添加图标字体-人人网',1499071786,'admin','127.0.0.1'),(390,'添加图标字体-抵抗',1499071804,'admin','127.0.0.1'),(391,'添加图标字体-游猎',1499071833,'admin','127.0.0.1'),(392,'添加图标字体-',1499071854,'admin','127.0.0.1'),(393,'添加图标字体-',1499071871,'admin','127.0.0.1'),(394,'添加图标字体-分享ALT',1499071919,'admin','127.0.0.1'),(395,'添加图标字体-方形-分享ALT',1499071940,'admin','127.0.0.1'),(396,'添加图标字体-衬衫散装',1499071979,'admin','127.0.0.1'),(397,'添加图标字体-简单的建',1499072001,'admin','127.0.0.1'),(398,'添加图标字体-阿特拉斯的天空',1499072024,'admin','127.0.0.1'),(399,'添加图标字体-网络电话',1499072039,'admin','127.0.0.1'),(400,'添加图标字体-松弛',1499072055,'admin','127.0.0.1'),(401,'添加图标字体-幻灯片分享',1499072075,'admin','127.0.0.1'),(402,'添加图标字体-阅后即焚',1499072094,'admin','127.0.0.1'),(403,'添加图标字体-即时的幽灵',1499072232,'admin','127.0.0.1'),(404,'修改图标字体-快速聊天',1499072262,'admin','127.0.0.1'),(405,'修改图标字体-即时聊天',1499072281,'admin','127.0.0.1'),(406,'添加图标字体-方形-快速聊天',1499072299,'admin','127.0.0.1'),(407,'添加图标字体-云之声',1499072319,'admin','127.0.0.1'),(408,'添加图标字体-',1499072343,'admin','127.0.0.1'),(409,'添加图标字体-堆栈交换',1499072359,'admin','127.0.0.1'),(410,'添加图标字体-栈溢出',1499072375,'admin','127.0.0.1'),(411,'添加图标字体-蒸汽',1499072392,'admin','127.0.0.1'),(412,'添加图标字体-方形-蒸汽',1499072416,'admin','127.0.0.1'),(413,'添加图标字体-偶然发现',1499072444,'admin','127.0.0.1'),(414,'添加图标字体-偶然发现圈',1499072462,'admin','127.0.0.1'),(415,'添加图标字体-超级大国',1499072492,'admin','127.0.0.1'),(416,'添加图标字体-电报',1499072506,'admin','127.0.0.1'),(417,'添加图标字体-腾讯微博',1499072521,'admin','127.0.0.1'),(418,'添加图标字体-主题岛',1499072553,'admin','127.0.0.1'),(419,'添加图标字体-',1499072572,'admin','127.0.0.1'),(420,'添加图标字体-旅行顾问',1499072590,'admin','127.0.0.1'),(421,'添加图标字体-微博客',1499072604,'admin','127.0.0.1'),(422,'添加图标字体-方形-微博看',1499072621,'admin','127.0.0.1'),(423,'修改图标字体-方形-微博客',1499072634,'admin','127.0.0.1'),(424,'添加图标字体-抽搐',1499072680,'admin','127.0.0.1'),(425,'添加图标字体-推特',1499072701,'admin','127.0.0.1'),(426,'添加图标字体-方形的推特',1499072715,'admin','127.0.0.1'),(427,'添加图标字体-USB接口',1499072735,'admin','127.0.0.1'),(428,'添加图标字体-通路引线',1499072763,'admin','127.0.0.1'),(429,'添加图标字体-',1499072776,'admin','127.0.0.1'),(430,'添加图标字体-',1499072786,'admin','127.0.0.1'),(431,'添加图标字体-',1499072801,'admin','127.0.0.1'),(432,'添加图标字体-',1499072814,'admin','127.0.0.1'),(433,'添加图标字体-藤',1499072830,'admin','127.0.0.1'),(434,'添加图标字体-',1499072851,'admin','127.0.0.1'),(435,'添加图标字体-微信',1499072863,'admin','127.0.0.1'),(436,'添加图标字体-新浪微博',1499072883,'admin','127.0.0.1'),(437,'添加图标字体-微信',1499072895,'admin','127.0.0.1'),(438,'添加图标字体-什么是应用程序',1499072913,'admin','127.0.0.1'),(439,'添加图标字体-维基百科',1499072939,'admin','127.0.0.1'),(440,'添加图标字体-Windows操作系统',1499072971,'admin','127.0.0.1'),(441,'添加图标字体-Wordpress主题',1499072986,'admin','127.0.0.1'),(442,'添加图标字体-WP初学者',1499073020,'admin','127.0.0.1'),(443,'添加图标字体-WP浏览器',1499073043,'admin','127.0.0.1'),(444,'添加图标字体-WP表格',1499073074,'admin','127.0.0.1'),(445,'添加图标字体-',1499073108,'admin','127.0.0.1'),(446,'添加图标字体-',1499073119,'admin','127.0.0.1'),(447,'添加图标字体-组合',1499073140,'admin','127.0.0.1'),(448,'添加图标字体-Y-方形组合',1499073168,'admin','127.0.0.1'),(449,'修改图标字体-Y-组合',1499073180,'admin','127.0.0.1'),(450,'添加图标字体-雅虎',1499073194,'admin','127.0.0.1'),(451,'添加图标字体-',1499073213,'admin','127.0.0.1'),(452,'添加图标字体-',1499073224,'admin','127.0.0.1'),(453,'添加图标字体-兴奋',1499073249,'admin','127.0.0.1'),(454,'添加图标字体-',1499073271,'admin','127.0.0.1'),(455,'添加图标字体-YouTube',1499073284,'admin','127.0.0.1'),(456,'添加图标字体-YouTube上播放',1499073298,'admin','127.0.0.1'),(457,'添加图标字体-方块-YouTube',1499073330,'admin','127.0.0.1'),(458,'修改图标字体-微信',1499073381,'admin','127.0.0.1'),(459,'添加图标字体-窗口最大',1499073730,'admin','127.0.0.1'),(460,'添加图标字体-向后的',1499073754,'admin','127.0.0.1'),(461,'添加图标字体-窗口缩小',1499073787,'admin','127.0.0.1'),(462,'添加图标字体-弹出',1499073803,'admin','127.0.0.1'),(463,'添加图标字体-扩大',1499073819,'admin','127.0.0.1'),(464,'添加图标字体-快速后退',1499073832,'admin','127.0.0.1'),(465,'添加图标字体-快速前进',1499073849,'admin','127.0.0.1'),(466,'添加图标字体-向前地',1499073882,'admin','127.0.0.1'),(467,'添加图标字体-暂停',1499073899,'admin','127.0.0.1'),(468,'添加图标字体-圈暂停',1499073912,'admin','127.0.0.1'),(469,'添加图标字体-圈暂停',1499073928,'admin','127.0.0.1'),(470,'添加图标字体-播放',1499073965,'admin','127.0.0.1'),(471,'添加图标字体-播放-圈',1499073990,'admin','127.0.0.1'),(472,'添加图标字体-播放-圈',1499074003,'admin','127.0.0.1'),(473,'添加图标字体-随机',1499074017,'admin','127.0.0.1'),(474,'添加图标字体-后退一步',1499074034,'admin','127.0.0.1'),(475,'添加图标字体-向前一步',1499074058,'admin','127.0.0.1'),(476,'添加图标字体-停止',1499074071,'admin','127.0.0.1'),(477,'添加图标字体-停止循环',1499074087,'admin','127.0.0.1'),(478,'添加图标字体-停止循环',1499074109,'admin','127.0.0.1'),(479,'添加图标字体-YouTube播放',1499074130,'admin','127.0.0.1'),(480,'添加图标字体-面积图',1499129154,'admin','127.0.0.1'),(481,'添加图标字体-条形图',1499129172,'admin','127.0.0.1'),(482,'添加图标字体-条形图',1499129191,'admin','127.0.0.1'),(483,'添加图标字体-线图',1499129209,'admin','127.0.0.1'),(484,'添加图标字体-饼状图表',1499129263,'admin','127.0.0.1'),(485,'修改图标字体-折线图',1499129290,'admin','127.0.0.1'),(486,'添加图标字体-直流-美国运通',1499129345,'admin','127.0.0.1'),(487,'修改图标字体-美国运股票交易所',1499129363,'admin','127.0.0.1'),(488,'添加图标字体-用餐者俱乐部',1499129394,'admin','127.0.0.1'),(489,'添加图标字体-发现',1499129415,'admin','127.0.0.1'),(490,'添加图标字体-JCB卡',1499129455,'admin','127.0.0.1'),(491,'添加图标字体-万事达信用卡',1499129478,'admin','127.0.0.1'),(492,'添加图标字体-PayPal支付',1499129498,'admin','127.0.0.1'),(493,'添加图标字体-条纹',1499129546,'admin','127.0.0.1'),(494,'添加图标字体-维萨信用卡',1499129566,'admin','127.0.0.1'),(495,'添加图标字体-credit-card',1499129582,'admin','127.0.0.1'),(496,'修改图标字体-信用卡',1499129590,'admin','127.0.0.1'),(497,'添加图标字体-信用卡',1499129604,'admin','127.0.0.1'),(498,'添加图标字体-谷歌钱包',1499129621,'admin','127.0.0.1'),(499,'添加图标字体-PayPal支付',1499129642,'admin','127.0.0.1'),(500,'添加图标字体-检查方形',1499129702,'admin','127.0.0.1'),(501,'添加图标字体-检查方形',1499129722,'admin','127.0.0.1'),(502,'添加图标字体-圆圈',1499129737,'admin','127.0.0.1'),(503,'添加图标字体-圆圈',1499129748,'admin','127.0.0.1'),(504,'添加图标字体-点圈',1499129768,'admin','127.0.0.1'),(505,'添加图标字体-负-方块',1499129799,'admin','127.0.0.1'),(506,'添加图标字体-负-方块',1499129813,'admin','127.0.0.1'),(507,'添加图标字体-加-方块',1499129832,'admin','127.0.0.1'),(508,'添加图标字体-加方块',1499129843,'admin','127.0.0.1'),(509,'添加图标字体-方块',1499129854,'admin','127.0.0.1'),(510,'添加图标字体-方块',1499129867,'admin','127.0.0.1'),(511,'添加图标字体-圆圈-缺口',1499129934,'admin','127.0.0.1'),(512,'添加图标字体-钝齿',1499130061,'admin','127.0.0.1'),(513,'添加图标字体-齿轮',1499130075,'admin','127.0.0.1'),(514,'添加图标字体-刷新',1499130091,'admin','127.0.0.1'),(515,'添加图标字体-微调',1499130106,'admin','127.0.0.1'),(516,'分类排序',1499132602,'admin','127.0.0.1'),(517,'添加分类-3.0 版本中新增的图标',1499133020,'admin','127.0.0.1'),(518,'添加分类-适合 Web 应用的图标',1499133032,'admin','127.0.0.1'),(519,'添加分类-文本编辑器图标',1499133042,'admin','127.0.0.1'),(520,'添加分类-指示方向的图标',1499133049,'admin','127.0.0.1'),(521,'添加分类-视频播放器图标',1499133057,'admin','127.0.0.1'),(522,'添加分类-SNS图标',1499133064,'admin','127.0.0.1'),(523,'添加分类-医疗图标 ',1499133073,'admin','127.0.0.1'),(524,'添加分类-通讯录',1499136061,'admin','127.0.0.1'),(525,'添加分类-家族X',1499136076,'admin','127.0.0.1'),(526,'添加分类-家族Y',1499136084,'admin','127.0.0.1'),(527,'添加分类-同学',1499136094,'admin','127.0.0.1'),(528,'添加分类-朋友',1499136104,'admin','127.0.0.1'),(529,'添加分类-同事',1499136114,'admin','127.0.0.1'),(530,'添加菜单-通讯录',1499136217,'admin','127.0.0.1'),(531,'添加权限-通讯录',1499136250,'admin','127.0.0.1'),(532,'添加菜单-Font Awasome',1499151476,'admin','127.0.0.1'),(533,'删除菜单-Font+Awasome',1499151517,'admin','127.0.0.1'),(534,'添加菜单-',1499223291,'admin','127.0.0.1'),(535,'添加菜单-刘娟',1499223667,'admin','127.0.0.1'),(536,'修改通讯录-刘娟',1499240835,'admin','127.0.0.1'),(537,'修改通讯录-刘娟',1499240874,'admin','127.0.0.1'),(538,'修改通讯录-刘娟',1499240892,'admin','127.0.0.1'),(539,'修改通讯录-刘娟',1499263999,'admin','127.0.0.1'),(540,'修改通讯录-刘娟',1499264084,'admin','127.0.0.1'),(541,'修改通讯录-刘娟',1499264385,'admin','127.0.0.1'),(542,'新增通讯录-刘隆检',1499264786,'admin','127.0.0.1'),(543,'修改通讯录-刘娟',1499264795,'admin','127.0.0.1'),(544,'修改通讯录-刘娟',1499264892,'admin','127.0.0.1'),(545,'修改通讯录-刘隆检',1499265177,'admin','127.0.0.1'),(546,'修改通讯录-刘娟',1499265284,'admin','127.0.0.1'),(547,'新增通讯录-陈仁焕',1499265327,'admin','127.0.0.1'),(548,'修改通讯录-陈仁焕',1499265337,'admin','127.0.0.1'),(549,'新增通讯录-胡俊林',1499265438,'admin','127.0.0.1'),(550,'修改通讯录-胡俊林',1499265617,'admin','127.0.0.1'),(551,'修改通讯录-胡俊林',1499265733,'admin','127.0.0.1'),(552,'修改通讯录-陈仁焕',1499266145,'admin','127.0.0.1'),(553,'修改通讯录-刘隆检',1499266166,'admin','127.0.0.1'),(554,'新增通讯录-刘茂华',1499266226,'admin','127.0.0.1'),(555,'新增通讯录-李先福',1499266328,'admin','127.0.0.1'),(556,'修改通讯录-李先福',1499266340,'admin','127.0.0.1'),(557,'新增通讯录-徐方明',1499266387,'admin','127.0.0.1'),(558,'修改通讯录-刘茂华',1499266539,'admin','127.0.0.1'),(559,'修改通讯录-刘茂华',1499266551,'admin','127.0.0.1'),(560,'修改通讯录-李先福',1499266719,'admin','127.0.0.1'),(561,'修改通讯录-徐方明',1499266738,'admin','127.0.0.1'),(562,'新增通讯录-谢桂妹',1499266808,'admin','127.0.0.1'),(563,'新增通讯录-肖珊',1499266869,'admin','127.0.0.1'),(564,'新增通讯录-谢世良',1499266927,'admin','127.0.0.1'),(565,'新增通讯录-肖正亮',1499266979,'admin','127.0.0.1'),(566,'新增通讯录-尤鲜红',1499267024,'admin','127.0.0.1'),(567,'新增通讯录-张亮',1499267105,'admin','127.0.0.1'),(568,'新增通讯录-钟亮',1499267152,'admin','127.0.0.1');
/*!40000 ALTER TABLE `card_log` ENABLE KEYS */;

#
# Structure for table "card_nav"
#

DROP TABLE IF EXISTS `card_nav`;
CREATE TABLE `card_nav` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '菜单表',
  `pid` int(11) unsigned DEFAULT '0' COMMENT '所属菜单',
  `name` varchar(15) DEFAULT '' COMMENT '菜单名称',
  `mca` varchar(255) DEFAULT '' COMMENT '模块、控制器、方法',
  `ico` varchar(20) DEFAULT '' COMMENT 'font-awesome图标',
  `order_number` int(11) unsigned DEFAULT NULL COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='菜单表';

#
# Data for table "card_nav"
#

/*!40000 ALTER TABLE `card_nav` DISABLE KEYS */;
INSERT INTO `card_nav` VALUES (1,0,'系统设置','Admin/ShowNav/config','cog',2),(2,1,'菜单管理','Admin/Nav/index','',1),(3,0,'权限控制','Admin/ShowNav/rule','expeditedssl',3),(4,3,'权限管理','Admin/Rule/index','',1),(5,3,'用户组管理','Admin/Rule/group','',2),(6,3,'管理员列表','Admin/Rule/admin_user_list','',3),(9,1,'系统设置','Admin/Config/index','',2),(13,1,'系统日志','Admin/Config/log','',4),(15,0,'个人中心','Admin/ShowNav/user','user',1),(16,15,'基本资料','Admin/User/index','',NULL),(17,0,'前端资料','Admin/ShowNav/front','html5',4),(18,17,'图标字体','Admin/Front/font','',1),(19,1,'分类列表','Admin/Config/type','',3),(20,15,'通讯录','Admin/User/address','',NULL);
/*!40000 ALTER TABLE `card_nav` ENABLE KEYS */;

#
# Structure for table "card_type"
#

DROP TABLE IF EXISTS `card_type`;
CREATE TABLE `card_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL DEFAULT '0' COMMENT '父级ID',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '分类名称',
  `link` varchar(255) NOT NULL DEFAULT '' COMMENT '链接',
  `sort` int(11) NOT NULL DEFAULT '0' COMMENT '排序',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=37 DEFAULT CHARSET=utf8 COMMENT='分类表';

#
# Data for table "card_type"
#

/*!40000 ALTER TABLE `card_type` DISABLE KEYS */;
INSERT INTO `card_type` VALUES (1,0,'图标字体','',1),(3,1,'Font Awesome','http://fontawesome.dashgame.com/',1),(4,1,'Bootstarp设计','http://www.bootcss.com/p/font-awesome',2),(5,3,'4.7.0版新增41个全新的图标','',0),(6,3,'网页','',0),(7,3,'辅助功能','',0),(8,3,'手势','',0),(9,3,'运输','',0),(10,3,'性别','',0),(12,3,'文件类型','',0),(13,3,'可旋转','',0),(14,3,'表单','',0),(15,3,'支付','',0),(16,3,'图表','',0),(17,3,'货币','',0),(18,3,'文本编辑','',0),(19,3,'指示方向','',0),(20,3,'视频播放','',0),(21,3,'标志','',0),(22,3,'医疗','',0),(23,1,'Glyphicons','http://glyphicons.com/',3),(24,4,'3.0 版本中新增的图标','',0),(25,4,'适合 Web 应用的图标','',0),(26,4,'文本编辑器图标','',0),(27,4,'指示方向的图标','',0),(28,4,'视频播放器图标','',0),(29,4,'SNS图标','',0),(30,4,'医疗图标','',0),(31,0,'通讯录','',0),(32,31,'家族X','',0),(33,31,'家族Y','',0),(34,31,'同学','',0),(35,31,'朋友','',0),(36,31,'同事','',0);
/*!40000 ALTER TABLE `card_type` ENABLE KEYS */;
